alacritty
android-sdk-platform-tools
android-tools
android-udev
base
base-devel
bat
bluedevil
bluez-utils
brave-bin
breeze
breeze-gtk
breeze-plymouth
chezmoi
cups
dhcpcd
discover
djvulibre
dkms
dolphin
drkonqi
dunst
efibootmgr
fd
ffmpegthumbnailer
firefox
flatpak-kcm
git
git-delta
github-cli
gparted
grub
gvfs
hplip
hyprland
icons-in-terminal-git
intel-ucode
iptsd
iwd
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdecoration
kdeplasma-addons
kgamma
khotkeys
kinfocenter
kitty
kmenuedit
konsole
kpipewire
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kwallet-pam
kwayland-integration
kwin
kwrited
layer-shell-qt
lazygit
ldc
libkscreen
libksysguard
libva-nvidia-driver-git
libwacom-surface
linux
linux-firmware
linux-firmware-marvell
linux-hardened
linux-surface
linux-surface-headers
lsd
milou
neofetch
neovim
networkmanager
nnn-icons
ntfs-3g
nvidia-dkms
nvidia-utils
onedrive-abraunegg
os-prober
oxygen
oxygen-sounds
p3x-onenote
paru
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-mobile
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-wayland-session
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plymouth-kcm
polkit-kde-agent
powerdevil
preload
print-manager
pyright
python-pip
qt5ct
qt6-wayland
ranger
rclone
ripgrep
sddm
sddm-kcm
signify
smplayer
snapd
spectacle
speech-dispatcher
sudo
systemsettings
thunar
tmux
typst
unzip
vim
vimiv
virtualbox
waybar
wl-clipboard
wofi
xclip
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
xsel
zathura
zathura-pdf-poppler
zsh
